
/* Class = "IBUITextView"; text = "GENERAL\n• Every owner of Tux Rider World Challenge v1.5 saving its score online is automatically enlisted as a challenge participant during the time of the challenge, without any further inscription nor any additional cost.\n• The challenge ends on July 14 2009, 23h59 Paris, France Time Zone.\n• The following rules only applies to the potential winners. A \"potential winner\" is a player who will make it in the first 10 of one of the two game mode, and who would like to earn its price. Every winner which doesn't follow one of the following rules could be disqualified during the final announcement of the challenge results.\n\nRULES APPLYING TO THE WINNERS:\n• One individual can only win at most one prize\n• There can only be one winner per-iphone\n• In case of perfect equality between two players, the one whose records will be the first in time will be ranked before the other.\n• Any eventual cheater (to the organizer discretion) will be disqualified.\n\nHOW TO RETRIEVE THE PRIZES\n• The identification of the winners will be made online on our website at the end of the challenge.\nThen winners will have to confirm that they followed the aboce rules. Afterwards they will be able to contact us and to give their postal address to receive their prizes. The shipping fees will be payed by us.\n• The final results of the challenge will be available in the game, a few days after the end of the challenge, after some verification steps and when each prizes will be attributed to a winner.\n• Each winner will have two weeks to claim their prize."; ObjectID = "3"; */
"3.text" = "GENERAL\n• Every owner of Tux Rider World Challenge v1.5 saving its score online is automatically enlisted as a challenge participant during the time of the challenge, without any further inscription nor any additional cost.\n• The challenge ends on July 14 2009, 23h59 Paris, France Time Zone.\n• The following rules only applies to the potential winners. A \"potential winner\" is a player who will make it in the first 10 of one of the two game mode, and who would like to earn its price. Every winner which doesn't follow one of the following rules could be disqualified during the final announcement of the challenge results.\n\nRULES APPLYING TO THE WINNERS:\n• One individual can only win at most one prize\n• There can only be one winner per-iphone\n• In case of perfect equality between two players, the one whose records will be the first in time will be ranked before the other.\n• Any eventual cheater (to the organizer discretion) will be disqualified.\n\nHOW TO RETRIEVE THE PRIZES\n• The identification of the winners will be made online on our website at the end of the challenge.\nThen winners will have to confirm that they followed the aboce rules. Afterwards they will be able to contact us and to give their postal address to receive their prizes. The shipping fees will be payed by us.\n• The final results of the challenge will be available in the game, a few days after the end of the challenge, after some verification steps and when each prizes will be attributed to a winner.\n• Each winner will have two weeks to claim their prize.";
